{"408":" (","48161917":"4. User Comments:","-7ac7b766":"Terms and Conditions","-3fbde6f6":"Privacy Policy","-234a8d26":"Refund Policy","28cfcee6":"Your Bridge to Natural Goodness","-b99eeac":"Discover the essence of health with our farm-fresh greens, vegetables, fruits, and more - delivered directly from nature to your doorstep. Experience the purity of traditional farming and embark on a journey back to basics for a happier, healthier life.","-10d26d54":"Shop Now","4bce2289":"Download APP","-5b9f5064":"Vrisham Privacy Policy","6c989102":"1. Interpretation and Definitions","23218b4e":"Interpretation: ","34e7d3da":"Capitalized terms have specific meanings defined in this section.","-144ab37a":"Definitions: ","-53b85c1f":"Key terms used throughout this Policy are defined here.","-3863b17f":"2. Collection and Use of Personal Data","-77ed9410":"Personal Data:","-63e107da":" Includes email, name, phone number, and other identifiers.","3fd0d251":"Usage Data:","-695f7294":" Automatically collected data, such as IP addresses, browser types, and visit detai","200d":"‍","-3df50ab7":"Cookies and Tracking:","-3cc94d7f":" Utilized to enhance service functionality and user experience.","664d300a":"3. Sharing of Personal Data","666481c4":"We may share your information with service providers, affiliates, business partners, and in certain business transactions or legal circumstances.","-503d1ec8":"We prioritize the security of your data but cannot guarantee absolute security due to the nature of online transmission.","1aebf339":"4. Children's Privacy","-2d92222d":"Our service is not directed to individuals under the age of 13, and we do not knowingly collect personal information from minors.","-6996fd91":"5. Links to Third-Party Websites","-4e6aa8fd":"We may link to third-party websites, but we do not control or endorse their privacy practices.Changes to this Policy","-104eec97":"6. Third-party Links:","3587c78":"Our service may include links to third-party sites, which we do not control.","4fb15985":"7. Changes to This Policy:","-3e21d615":"We may update this policy and will notify you of changes.","-5ffa790e":"8. Contact Us:","19673a2":"Email: ","-337c5f70":"support@vrisham.com","-1548c4ee":"By using our Service, you consent to these terms.","6cdc29ac":"Vrisham Terms and Conditions","-69d050e0":"1. Acceptance:","4558961a":"By using the Vrisham","48f9e09b":"website","1e5a8094":"https://www.vrisham.com/","9f5d":"), ","-63b82c6c":"you agree to these terms and conditions. If you disagree, please do not use the site.\n          ","3b4af36b":"2. Terminology:","55b1261e":"Terms like \"Client,\" \"You,\" and \"Your\" refer to website users. \"The Company,\" \"Ourselves,\" \"We,\" and \"Us\" refer to Vrisham. \"Party,\" \"Parties,\" or \"Us\" includes both the client and the company.","1f38f9c":"3. License & Use Restrictions:","5b13838c":"Vrisham owns the intellectual property rights to all website material.","c19d156":"You may use the website for personal purposes but cannot republish, sell, or redistribute its content without permission.","-7db30239":"Users may post comments, which do not necessarily reflect Vrisham's views.","-1c7fd3e9":"Vrisham isn't liable for comments' content but reserves the right to remove inappropriate or offensive comments.","-611cfb69":"5. Hyperlinking:","-a84cb50":"Certain organizations may link to our site without prior approval.","-5e519309":"We may also approve link requests from reputable organizations if the link is not deceptive and implies no false endorsement.","-4fa007ed":"6. iFrames:","-5066aee9":"Creating frames around our webpages without permission is prohibited.","76b312fd":"7. Content Liability:","2c310a7d":"We are not responsible for content appearing on your website that may link to us. You agree to defend us against any claims arising from your website.","-2f7ae93":"8. Rights Reservation:","17a6897":"We reserve the right to ask you to remove all links to our website and may amend these terms and conditions at any time.","-73b36c6b":"By linking to our website, you agree to adhere to these terms.","1431b569":"9. Link Removal:","c8ea34f":"You can request the removal of offensive links from our website.","-217f9a53":"We'll consider removal requests but are not obligated to act on them.","-1f581ed2":"10. Disclaimer:","7aa426a4":"We disclaim all liability to the extent permitted by law for any issues arising from your use of the Vrisham website.","34467d43":"We do not guarantee the accuracy or completeness of the website's content.","-5a0ba5f6":"11. Contact Us:","5c0307ea":"For hyperlink requests or any concerns, contact us via the provided email on the Vrisham website.","3d0d5d93":"Vrisham Return and Refund Policy","37d323a":"1. Returns :","454ec33c":"Products must be returned within 7 days of the original purchase.","-4989c932":"Items must be in new condition, unused, and with all original packaging.","-3e257e80":"Customized items cannot be returned.","129f1c5":"2. Process :","7d3750c4":"Contact our customer service to initiate a return.","7fbd25a4":"Provide your order number and details about the item you wish to return.","-10e9f064":"We will provide a shipping label and instructions.","-f07dc1c":"3. Refunds:","-67ab390a":"Once we receive your item, we will inspect it and notify you of the status of your refund.","-6456268e":"If approved, the refund will be processed to your original method of payment within a certain number of days.","1e5fdd10":"4. Exchanges:","-3fe588f2":"We only replace items if they are defective or damaged.","-593d5eb":"5. Contact Us:"}